{
    "emails": [
        {
            "SenderName": "\"Bocchio & Associés  - Commissaires de justice\" ",
            "SenderEmail": "amiable.l@emt.bocchio-associes.com",
            "Subject": "Madame, Monsieur,  ALAHASSA, n'oubliez pas votre échéance, dossier n° L2401247477",
            "DateTime": "Thu, 2 May 2024 07:30:32 +0200",
            "EmailContent": "Bocchio & Associés Information about your next payment BASIC-FIT MELUN AVENUE THIERS n° L2401247477 See this email in your browser Justice Commissioners Friendly & Judicial Recovery Information about your next payment BASIC-FIT MELUN AVENUE THIERS Reference : L2401247477 - Last name : ALAHASSA - First name : GENEREUX WILCOX KPESSOU Dear Mr or Mrs ALAHASSA, We have agreed a schedule to allow you to regularize your situation in the BASIC-FIT MELUN AVENUE THIERS / L 2401247477. The sole purpose of this email is to remind you that the payment of your maturity of EUR 20.00 is scheduled on 01/05/2024. We thank you for taking all necessary steps to ensure that it is honoured. Under no circumstances is it a revival. In caæse of difficulties, you can contact your manager at 05.47.30.75.90. Your informations : Ref : L2401247477 Last name : ALAHASSA First name : GÉNEREUX WILCOX KPESSOU Email : genereux.alahassa@gmail.com Creditor : BASIC-FIT MELUN AVENUE THIERS Amount due : 134.93 EUR Pay online However, we would like to inform you that, in the absence of payment of this due date, the entire debt will be claimed. You can also send us your settlement by any means to Bocchio & Associates at the address below. Contact us : Email Chat Phone Our site Mail Security policy Who are we? SAS BOCCHIO AND ASSOCIATIONS 185 COURSES OF MEDOC CS 20106 33070 BORDEAUX CEDEX tel: 05.47.30.75.90 378 665 798 RCS Bordeaux In accordance with the computer law and freedoms, you have the right to access and correct information about you. Report number: 8008033. To exercise this right, please send a mail to the above address or an email to dpo@bocchio-associations.com. Unsubscribe"
        },
        {
            "DateTime": "Fri, 26 Apr 2024 16:44:13 +0200",
            "Subject": "NE PAS REPONDRE - AUDITIA GESTION - Avis d'échéance 05/2024",
            "SenderName": "",
            "SenderEmail": "noreply@groupe-auditia.fr",
            "EmailContent": "Madam, Sir, please find attached a document for your attention."
        },
        {
            "SenderName": "Groq ",
            "SenderEmail": "noreply@groq.com",
            "DateTime": "Sat, 20 Apr 2024 12:27:37 +0000",
            "Subject": "Your login request to Groq",
            "EmailContent": "************ Your login request to Groq ************ Click the button below to log in. Your link expires in 1 hour. https://stytch.com/v1/magic_links/redirect?public_token=public-token-live-26a89f59-09f8-48be-91ff-ce70e6000cb5&stytch_token_type=magic_links&token=x1NI_TbVZ6LyVKCBzQU5mB96WAkyxZXPEYThNNJRr-GS Log in If you're having trouble with the button above, click here. https://stytch.com/v1/magic_links/redirect?public_token=public-token-live-26a89f59-09f8-48be-91ff-ce70e6000cb5&stytch_token_type=magic_links&token=x1NI_TbVZ6LyVKCBzQU5mB96WAkyxZXPEYThNNJRr-GS Your login request to Groq Click the button below to log in. Your link expires in 1 hour. Log in If you're having trouble with the button above, click here."
        },
        {
            "DateTime": "Fri, 19 Apr 2024 17:02:53 +0200",
            "Subject": "NE PAS REPONDRE - AUDITIA GESTION - Courrier important",
            "SenderName": "",
            "SenderEmail": "noreply@groupe-auditia.fr",
            "EmailContent": "Madam, Sir, please find attached a document for your attention."
        },
        {
            "DateTime": "Tue, 9 Apr 2024 18:04:29 +0200",
            "Subject": "Re: RIB Genereux Alahassa pour remboursement chèque 353 euros",
            "SenderName": "Celine COHEN ",
            "SenderEmail": "celin.cohen@free.fr",
            "EmailContent": "Hello Sir, We inform you that today we made a transfer of 353 € to your bank account. Regards. COHEN Céline On 08/04/2024 at 12:45, Genereux Wilcox Kpessou Alahassa wrote: > Hello, > > Following my call with the dental office about the €353 cashed cheque that should not have been cashed, > > I am sending you my RIB. > > > > Until you return, thank you in advance. > > > Regards, > Genereux Alahassa >"
        },
        {
            "DateTime": "Mon, 8 Apr 2024 17:46:09 +0200",
            "Subject": "Re: RIB Genereux Alahassa pour remboursement chèque 353 euros",
            "SenderName": "Celine COHEN ",
            "SenderEmail": "celin.cohen@free.fr",
            "EmailContent": "Hello Sir, We acknowledge receipt of your RIB, our bank the BNP asks us for a 24hour deadline to add a new beneficiary. So we'll transfer 353 € tomorrow from 17:45. Regards. COHEN Céline tel: 06 64 86 37 03 On 08/04/2024 at 12:45, Genereux Wilcox Kpessou Alahassa wrote: > Hello, > > Following my call with the dental office about the cashed cheque of 353 euros that should not have been cashed, > > I send you my RIB. > > > > Until you return, thank you in advance. > > > Regards, > Genereux Alahassa >"
        },
        {
            "SenderName": "Konrad Alahassa ",
            "SenderEmail": "am.konrad21@gmail.com",
            "DateTime": "Sat, 6 Apr 2024 18:07:42 -0400",
            "Subject": "Re: Have a nice day",
            "EmailContent": "Konrad reacted through Gmail Le sam. 6 Apr. 2024, 6:03 p.m., Genereux Wilcox Kpessou Alahassa < genereux.alahassa@gmail.com> wrote: > Hello, > > Bye. >"
        },
        {
            "DateTime": "Tue, 2 Apr 2024 06:19:21 +0200",
            "SenderName": "",
            "SenderEmail": "AMIABLE.L@bocchio-associes.com",
            "Subject": "Dossier BOCCHIO Interne 2401247477",
            "EmailContent": "Madam, Sir, Please find attached the statement of your file L2401247477 1819 concerning BASIC-FIT MELUN AVENUE THIERS / ALAHASSA, subject to the receipt of the deposit of EUR 20.00 received on 01/04/2024. Greetings Group L SAS BOCCHIO & ASSOCIES Associated Commissioners 185 COURSES DU MEDOC 33070 BORDEAUX CEDEX FRANCE tel : 05.47.30.75.90 Fax : 05.56.44.32.95 email : AMIABLE.L@BOCCHIO-ASSOCIES.COM"
        },
        {
            "SenderName": "adebounmi dominique geraldine adelanwa coudje ",
            "SenderEmail": "adelanwadominique@gmail.com",
            "DateTime": "Sat, 30 Mar 2024 16:24:05 +0100",
            "Subject": "Fwd: Votre colis 85796585 a été livré dans votre Point Relais",
            "EmailContent": "----------- Message transferred --------- From: World Relay Date: Fri. 29 March 2024 to 10:03 Subject: Your parcel 85796585 has been delivered to your Relay Point To : ADEBOUNMI ADELANWA Your ROMWE EN parcel *has arrived in your Relay Point®!* Hello ADEBOUNMI ADELANWA Good news! Your parcel ROMWE EN * 85796585 * is available in your * Point Relay® EXO MAMA 77 * - 527 AVENUE JEAN JAURES 77190 DAMMARIE-LES-LYS . Retrieve your package safely with your 603860 Pick-Up Code Relay Point® Schedules DURING 8 DAYS YOUR PACKAGE WILL DISTRIBUTE! Unexpected? Share your withdrawal code with a loved one to get your package back. Let's reduce the ecological impact of deliveries, come on foot, by bike, or by scooter! Thank you for your confidence and very quickly for other packages! The World Relay Team Download the World Relay app to track all your packages in real time. A smile at every corner www.globalrelay.fr WORLD RELAY is responsible for processing your personal data. You receive this email because we collect your data as part of the transport, management and tracking of the delivery of your parcel. In accordance with the national and European regulations in force, you have the right to access, rectification, portability and deletion of your personal data, and the right to limit and oppose the processing of your personal data, by contacting us by email at dpo@globalrelay.fr or by mail at Mondial Relay - Legal Directorate – 1 avenue de l'Horizon 59650 Villeneuve d'Ascq . For more information, see our global privacy policy."
        },
        {
            "DateTime": "Tue, 26 Mar 2024 17:00:53 +0100",
            "Subject": "NE PAS REPONDRE - AUDITIA GESTION - Avis d'échéance 04/2024",
            "SenderName": "",
            "SenderEmail": "noreply@groupe-auditia.fr",
            "EmailContent": "Madam, Sir, please find attached a document for your attention."
        },
        {
            "SenderName": "\"Généreux ALAHASSA\" ",
            "SenderEmail": "wilofice@gmail.com",
            "DateTime": "Sat, 23 Mar 2024 21:38:11 +0100",
            "Subject": "Doc",
            "EmailContent": ""
        },
        {
            "DateTime": "Wed, 20 Mar 2024 12:48:41 +0100",
            "Subject": "GROUPE AUDITIA - RELANCE LOYER",
            "SenderName": "",
            "SenderEmail": "gestion5@groupe-auditia.fr",
            "EmailContent": "Hello, please find attached a communication for your attention."
        },
        {
            "DateTime": "Wed, 13 Mar 2024 12:54:11 +0100",
            "SenderName": "\"DR GOCIU Andreea Dentiste la Défense\" ",
            "SenderEmail": "ndrgociu@gmail.com",
            "Subject": "facture",
            "EmailContent": ""
        },
        {
            "SenderName": "Viviana Marino Fraio ",
            "SenderEmail": "vivianamarinof@icloud.com",
            "Subject": "Re: Intégration AXA le 12/02/2024",
            "DateTime": "Mon, 11 Mar 2024 15:31:45 +0100",
            "EmailContent": "Hello, thank you for your message. I confirm my presence on the day of integration. Good evening to you, Viviana > On March 11, 2024 at 14:47, Genereux Wilcox Kpessou Alahassa wrote: > > > Hello, > I confirm my presence for tomorrow's integration day. > Regards > >> The moon. March 11, 2024 at 14:45, Karen TOLE WA DOKO wrote: >> Hello, >> >> You are expected on 12 March 2023 at 2.30 p.m., on the Champs Sur Marne site: >> >> 10 Albert Einstein Street 77420 Champs sur Marne /France >> >> >> For your integration for the post in charge of clients. >> >>> You are then expected on March 13, 2024 at 09:30, on the AXA site at: >> >> 51 rue des 3 Fantanot 92000 Nanterre (terrace 8) >> >> Present yourself at the reception with identification, >> >> Please do not hesitate to contact your Manager Ms NABILA HIRACHE at 06 29 95 91 24. >> >> >> Can you confirm receipt of the email your presence tomorrow at integration >> >> >> Regarded >> >> >> >> >> >> >> >> Karen Tolé >> 06.13.73.82.92 >> Recruitment Officer >> karen.tolewadoko@intelcia.com >> 10 Albert Street Einstein 77420 Champs sur Marne /France >> >> >> >> >> >> This message and any of its attachments is essentially for the addresses and is confidential. If you receive this message in error, please delete it and immediately notify the sender. Any use not in accord with its purpose, any dissemination or disclosure, either whole or partial, is prohibited except formal approval. The internet cannot guarantees the integrity of this message. The INTELCIA Group will (will) not therefore be binding for the message if modified. >> >> —————————————— >> >> This message and all attachments are for the exclusive benefit of its recipients and are confidential. If you receive this message by mistake, please destroy it and immediately notify the sender. Any use of this message which does not conform to its intended purpose, any dissemination or publication, even partial, is prohibited, unless expressly authorized. Since the Internet does not ensure the integrity of this message, the INTELCIA Group disclaims any responsibility for this message if it has been modified. Hello, thank you for your message. I confirm my presence on the day of integration. Good end of day to you, Viviana On March 11, 2024 at 14:47, Genereux Wilcox Kpessou Alahassa <genereux.alahassa@gmail.com> wrote: Hello, I confirm my presence for tomorrow's integration day. The moon. 11 March 2024 at 14:45, Karen TOLE WA DOKO <karen.tolewadoko@intelcia.com> wrote:Hello, You are expected on 12 March 2023 at 14:30, on the site of Champs Sur Marne: 10, rue Albert Einstein 77420 Champs sur Marne /FranceFor your integration for the post in charge of customers. You are then expected on 13 March 2024 to 09H30, on the site AXA at: 51 rue des 3 Fantanot 92000 Nanterre ( terrace 8)Present yourself to the reception with an identity document, do not hesitate to contact your Manager Mrs.NABILA HIRACHE at 06 29 95 91 24.Can you confirm me receipt of the email your presence tomorrow at the integrationSorry Karen Tolé 06.13.73.82.92Chargée De Recrutement karen.tolewadoko@intelcia.com10, rue Albert Einstein 77420 Champs sur Marne /France This message and any of its attachments is formally for the addresses and is confidential. If you receive this message in error, please delete it and immediately notify the sender. Any use not in accord with its purpose, any dissemination or disclosure, either whole or partial, is prohibited except formal approval. The internet cannot guarantees the integrity of this message. The INTELCIA Group will (will) not therefore be binding for the message if modified. —————————————————— that message and all attachments are for the exclusive benefit of its recipients and are confidential. If you receive this message by mistake, please destroy it and immediately notify the sender. Any use of this message which does not conform to its intended purpose, any dissemination or publication, even partial, is prohibited, unless expressly authorized. Since the Internet does not ensure the integrity of this message, the INTELCIA Group disclaims any responsibility for this message if it has been modified."
        }
    ]
}